const source = `
\`\`\`python
我眼中的小冰 ❄ = {
  小冰是谁: "小冰🧊，就是小冰冰冰🧊🧊🧊，AKA Microice。",
  超能力: "睡神，可以一睡12h+💤（羡慕不来）；感知镜头能力max",
  喜欢的动物: "狗子🐶，最爱萨摩耶。有养螺，还即将养蜥蜴🦎呢。",
  喜欢的电影: "《Like Sunday, Like Rain》(如晴天，似雨天)"，
  天气: "当然是讨厌下雨天🌧啦，喜欢晴天☀（'雨停！'）",
  音乐: "和我一样喜欢听歌🎧，我说她有绝对音感她不信~.~  有一把木质guitar🎸，还要让我的Ukulele当小弟",
  喜欢什么颜色呢: "包容度很大，喜欢红色、蓝色、橘色等等等等（神奇在于彩虹七色🌈中，选两个就是橘色和蓝色，选一个变成了红色wow）",
  食物禁忌："猕猴桃🥝and🍎苹果（emmm, 想起知道前我还在平安夜送过两个...），咖啡因过敏（中午以后不能喝奶茶、咖啡☕，茶也不行）",
  小弱项: "有一点点搞不清东南西北的方向🧭，记性和我差不多啦hhh",
  害怕什么: "镜头恐惧📷（和我一样）",
  喜欢做的事: [
    {
      吃吃吃: "吃的方面基本不挑的，每次都是我决定吃啥～",
      看电影: "喜欢一个人在周末的自由时光里安静地看电影，会在豆瓣记录",
    },
    {
      刷豆瓣: "小冰🧊的快乐源泉，找回科研自信的地方。",
      养细胞、跑电泳: "哟，WB跑得不错哦。",
      For ICEY: "https://dazezzz.cn/icey.html",
    },
  ],
};
\`\`\`
`;

//     {
//         刷豆瓣: "小冰🧊的快乐源泉，找回科研自信的地方。"
//         养细胞、跑电泳: "哟，WB跑得不错哦。",
// },
// ],
// };